from typing import Final

GREET: Final[str] = "Привет! Спасибо, что зашел сюда!\nЗдесь ты можешь добавить идеи для дообучения " \
                    "модели ИИ на которой основан наш робопапа!"
INPUT_IDEA: Final[str] = "Напиши ниже все, что хотел бы увидеть в робопапочке!"
THANKS_FOR_SUPPORTING: Final[str] = "Спасибо, что поддерживаете проект и помогаете нам становиться лучше!"
SOMETHING_WENT_WRONG: Final[str] = "Что-то пошло не так! Попробуйте попозже или перезапустите бота -> /start"
IDEA = "ID: {}\nUSER: <a href='tg://user?id={}'>ЭТОТ ПОДЛЕЦ</a>\nIDEA: {}"
